Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# GeneralCopySafeReportButton.Content
source: Copy Safe Report
ar_sa: نسخ التقرير الآمن
de_de: Sicheren Bericht kopieren
es_es: Copiar informe seguro
fr_fr: Copier le rapport sécurisé
hi_in: सुरक्षित रिपोर्ट कॉपी करें
ja_jp: コピーセーフレポート
ko_kr: 안전 보고서 복사
pt_br: Copiar relatório seguro
tr_tr: Güvenli Raporu Kopyala
zh_hans: 复制安全报告

# GeneralCopySafeReportButton_Content
source: Copy Safe Report
ar_sa: نسخ التقرير الآمن
de_de: Sicheren Bericht kopieren
es_es: Copiar informe seguro
fr_fr: Copier le rapport sécurisé
hi_in: सुरक्षित रिपोर्ट कॉपी करें
ja_jp: コピーセーフレポート
ko_kr: 안전 보고서 복사
pt_br: Copiar relatório seguro
tr_tr: Güvenli Raporu Kopyala
zh_hans: 复制安全报告

# GeneralCopySafeReportText.Text
source: Copy safe report
ar_sa: نسخ التقرير الآمن
de_de: Sicheren Bericht kopieren
es_es: Copiar informe seguro
fr_fr: Copier le rapport sécurisé
hi_in: सुरक्षित रिपोर्ट कॉपी करें
ja_jp: コピーセーフレポート
ko_kr: 안전 보고서 복사
pt_br: Copiar relatório seguro
tr_tr: Güvenli Raporu Kopyala
zh_hans: 复制安全报告

# GeneralCopySafeReportText2.Text
source: Copy safe report
ar_sa: نسخ التقرير الآمن
de_de: Sicheren Bericht kopieren
es_es: Copiar informe seguro
fr_fr: Copier le rapport sécurisé
hi_in: सुरक्षित रिपोर्ट कॉपी करें
ja_jp: コピーセーフレポート
ko_kr: 안전 보고서 복사
pt_br: Copiar relatório seguro
tr_tr: Güvenli Raporu Kopyala
zh_hans: 复制安全报告

# GeneralDeleteButton.Content
source: Delete
ar_sa: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
tr_tr: Sil
zh_hans: 删除

# GeneralDeleteButton2.Content
source: Delete
ar_sa: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
tr_tr: Sil
zh_hans: 删除

# GeneralDetailsButton.Content
source: Details
ar_sa: التفاصيل
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
ja_jp: 詳細
ko_kr: 세부정보
pt_br: Detalhes
tr_tr: Ayrıntılar
zh_hans: 详情

# GeneralDetailsText.Text
source: Details
ar_sa: التفاصيل
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
ja_jp: 詳細
ko_kr: 세부정보
pt_br: Detalhes
tr_tr: Ayrıntılar
zh_hans: 详情

# GeneralDisabledRadio.Content
source: Disabled
ar_sa: معطل
de_de: Deaktiviert
es_es: Discapacitado
fr_fr: Désactivé
hi_in: विकलांग
ja_jp: 障害者
ko_kr: 장애인
pt_br: Desativado
tr_tr: Devre dışı
zh_hans: 残疾人

# GeneralDownloadButton.Content
source: Download
ar_sa: تحميل
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
hi_in: डाउनलोड करें
ja_jp: ダウンロード
ko_kr: 다운로드
pt_br: Baixar
tr_tr: İndir
zh_hans: 下载

# GeneralDownloadText.Text
source: Download
ar_sa: تحميل
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
hi_in: डाउनलोड करें
ja_jp: ダウンロード
ko_kr: 다운로드
pt_br: Baixar
tr_tr: İndir
zh_hans: 下载

# GeneralEpisodesText.Text
source: Episodes
ar_sa: الحلقات
de_de: Episoden
es_es: Episodios
fr_fr: Épisodes
hi_in: एपिसोड
ja_jp: エピソード
ko_kr: 에피소드
pt_br: Episódios
tr_tr: Bölümler
zh_hans: 剧集数

# GeneralFavoritesFilter.Content
source: Favorites
ar_sa: المفضلة
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: पसंदीदा
ja_jp: お気に入り
ko_kr: 즐겨찾기
pt_br: Favoritos
tr_tr: Favoriler
zh_hans: 收藏夹

# GeneralGoBackButton.Content
source: Go back
ar_sa: ارجع
de_de: Geh zurück
es_es: volver
fr_fr: Retourner
hi_in: वापस जाओ
ja_jp: 戻る
ko_kr: 돌아가기
pt_br: Volte
tr_tr: Geri dön
zh_hans: 返回

# GeneralGuideButton.Content
source: Guide
ar_sa: دليل
de_de: Leitfaden
es_es: Guía
fr_fr: Guider
hi_in: मार्गदर्शक
ja_jp: ガイド
ko_kr: 가이드
pt_br: Guia
tr_tr: Rehber
zh_hans: 指南

# GeneralGuideLabel.Text
source: Guide
ar_sa: دليل
de_de: Leitfaden
es_es: Guía
fr_fr: Guider
hi_in: मार्गदर्शक
ja_jp: ガイド
ko_kr: 가이드
pt_br: Guia
tr_tr: Rehber
zh_hans: 指南

# GeneralGuideText.Text
source: Guide
ar_sa: دليل
de_de: Leitfaden
es_es: Guía
fr_fr: Guider
hi_in: मार्गदर्शक
ja_jp: ガイド
ko_kr: 가이드
pt_br: Guia
tr_tr: Rehber
zh_hans: 指南

# GeneralGuideText2.Text
source: Guide
ar_sa: دليل
de_de: Leitfaden
es_es: Guía
fr_fr: Guider
hi_in: मार्गदर्शक
ja_jp: ガイド
ko_kr: 가이드
pt_br: Guia
tr_tr: Rehber
zh_hans: 指南

# GeneralInfoButton.Content
source: Info
ar_sa: معلومات
de_de: Infos
es_es: Información
fr_fr: Informations
hi_in: जानकारी
ja_jp: 情報
ko_kr: 정보
pt_br: Informações
tr_tr: Bilgi
zh_hans: 信息

# GeneralInfoText.Text
source: Info
ar_sa: معلومات
de_de: Infos
es_es: Información
fr_fr: Informations
hi_in: जानकारी
ja_jp: 情報
ko_kr: 정보
pt_br: Informações
tr_tr: Bilgi
zh_hans: 信息

# GeneralLiveBadge.Text
source: LIVE
ar_sa: مباشر
de_de: LEBEN
es_es: EN VIVO
fr_fr: EN DIRECT
hi_in: लाइव
ja_jp: ライブ
ko_kr: 라이브
pt_br: AO VIVO
tr_tr: CANLI
zh_hans: 现场直播

# GeneralModeCombo.Header
source: Mode
ar_sa: الوضع
de_de: Modus
es_es: Modo
hi_in: मोड
ja_jp: モード
ko_kr: 모드
pt_br: Modo
tr_tr: Mod
zh_hans: 模式

# GeneralMoreText.Text
source: More
ar_sa: المزيد
de_de: Mehr
es_es: Más
fr_fr: Plus
hi_in: अधिक
ja_jp: もっと見る
ko_kr: 더보기
pt_br: Mais
tr_tr: Daha Fazla
zh_hans: 更多

# GeneralOffButton.Content
source: Off
ar_sa: إيقاف
de_de: Aus
es_es: Apagado
fr_fr: Désactivé
hi_in: बंद
ja_jp: オフ
ko_kr: 끄기
pt_br: Desligado
tr_tr: Kapalı
zh_hans: 关闭

# GeneralPasswordBox.Header
source: Password
ar_sa: كلمة المرور
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
ja_jp: パスワード
ko_kr: 비밀번호
pt_br: Senha
tr_tr: Şifre
zh_hans: 密码

# GeneralPlayButton.Content
source: Play
ar_sa: العب
de_de: Spielen
es_es: Jugar
fr_fr: Jouer
hi_in: खेलो
ja_jp: 遊ぶ
ko_kr: 플레이
pt_br: Jogar
tr_tr: Oyna
zh_hans: 玩

# GeneralPlayButton2.Content
source: Play
ar_sa: العب
de_de: Spielen
es_es: Jugar
fr_fr: Jouer
hi_in: खेलो
ja_jp: 遊ぶ
ko_kr: 플레이
pt_br: Jogar
tr_tr: Oyna
zh_hans: 玩

# GeneralPlayText.Text
source: Play
ar_sa: العب
de_de: Spielen
es_es: Jugar
fr_fr: Jouer
hi_in: खेलो
ja_jp: 遊ぶ
ko_kr: 플레이
pt_br: Jogar
tr_tr: Oyna
zh_hans: 玩

# GeneralPrimaryOnlyFilter.Content
source: Primary only
ar_sa: الابتدائية فقط
de_de: Nur primär
es_es: Sólo primaria
fr_fr: Primaire uniquement
hi_in: केवल प्राथमिक
ja_jp: プライマリのみ
ko_kr: 기본만
pt_br: Apenas primário
tr_tr: Yalnızca birincil
zh_hans: 仅限小学

# GeneralRefreshButton.Content
source: Refresh
ar_sa: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
hi_in: ताज़ा करें
ja_jp: リフレッシュ
ko_kr: 새로고침
pt_br: Atualizar
tr_tr: Yenile
zh_hans: 刷新

# GeneralRefreshText.Text
source: Refresh
ar_sa: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
hi_in: ताज़ा करें
ja_jp: リフレッシュ
ko_kr: 새로고침
pt_br: Atualizar
tr_tr: Yenile
zh_hans: 刷新

# GeneralReloadText.Text
source: Reload
ar_sa: إعادة تحميل
de_de: Neu laden
es_es: recargar
fr_fr: Recharger
hi_in: पुनः लोड करें
ja_jp: リロード
ko_kr: 새로고침
pt_br: Recarregar
tr_tr: Yeniden yükle
zh_hans: 重新加载

# GeneralResetButton.Content
source: Reset
ar_sa: إعادة تعيين
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
hi_in: रीसेट करें
ja_jp: リセット
ko_kr: 재설정
pt_br: Redefinir
tr_tr: Sıfırla
zh_hans: 重置

# GeneralResetButton2.Content
source: Reset
ar_sa: إعادة تعيين
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
hi_in: रीसेट करें
ja_jp: リセット
ko_kr: 재설정
pt_br: Redefinir
tr_tr: Sıfırla
zh_hans: 重置

# GeneralResetButton3.Content
source: Reset
ar_sa: إعادة تعيين
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
hi_in: रीसेट करें
ja_jp: リセット
ko_kr: 재설정
pt_br: Redefinir
tr_tr: Sıfırla
zh_hans: 重置

# GeneralResumeBadge.Text
source: RESUME
ar_sa: استئناف
de_de: FORTSETZEN
es_es: RESUMEN
fr_fr: CV
hi_in: फिर से शुरू करें
ja_jp: 履歴書
ko_kr: 이력서
pt_br: RETOMAR
tr_tr: DEVAM ET
zh_hans: 继续

# GeneralRetryButton.Content
source: Retry
ar_sa: أعد المحاولة
de_de: Versuchen Sie es noch einmal
es_es: Reintentar
fr_fr: Réessayer
hi_in: पुनः प्रयास करें
ja_jp: 再試行
ko_kr: 재시도
pt_br: Tentar novamente
tr_tr: Yeniden dene
zh_hans: 重试

# GeneralRetryButton2.Content
source: Retry
ar_sa: أعد المحاولة
de_de: Versuchen Sie es noch einmal
es_es: Reintentar
fr_fr: Réessayer
hi_in: पुनः प्रयास करें
ja_jp: 再試行
ko_kr: 재시도
pt_br: Tentar novamente
tr_tr: Yeniden dene
zh_hans: 重试

# GeneralRetryErrorState.RetryActionLabel
source: Retry
ar_sa: أعد المحاولة
de_de: Versuchen Sie es noch einmal
es_es: Reintentar
fr_fr: Réessayer
hi_in: पुनः प्रयास करें
ja_jp: 再試行
ko_kr: 재시도
pt_br: Tentar novamente
tr_tr: Yeniden dene
zh_hans: 重试

# GeneralSaveButton.ToolTipService.ToolTip
source: Save
ar_sa: حفظ
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
hi_in: सहेजें
ja_jp: 保存
ko_kr: 저장
pt_br: Salvar
tr_tr: Kaydet
zh_hans: 保存

# GeneralSearchBoxHeader.Header
source: Search
ar_sa: بحث
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
hi_in: खोजें
ja_jp: 検索
ko_kr: 검색
pt_br: Pesquisar
tr_tr: Ara
zh_hans: 搜索

# GeneralSearchBoxHeader.PlaceholderText
source: Filter channels, categories, or sources
ar_sa: تصفية القنوات أو الفئات أو المصادر
de_de: Filtern Sie Kanäle, Kategorien oder Quellen
es_es: Filtrar canales, categorías o fuentes
fr_fr: Filtrer les chaînes, les catégories ou les sources
hi_in: चैनल, श्रेणियाँ, या स्रोत फ़िल्टर करें
ja_jp: チャンネル、カテゴリ、またはソースをフィルターする
ko_kr: 채널, 카테고리 또는 소스 필터링
pt_br: Filtrar canais, categorias ou fontes
tr_tr: Kanalları, kategorileri veya kaynakları filtreleyin
zh_hans: 过滤频道、类别或来源

# GeneralServerUrlBox.Header
source: Server URL
ar_sa: عنوان URL للخادم
es_es: URL del servidor
fr_fr: URL du serveur
hi_in: सर्वर यूआरएल
ja_jp: サーバーURL
ko_kr: 서버 URL
pt_br: URL do servidor
tr_tr: Sunucu URL'si
zh_hans: 服务器地址

# GeneralServerUrlBox.PlaceholderText
source: http://domain.com:8080
es_es: http://dominio.com:8080
ja_jp: http://ドメイン.com:8080
pt_br: http://domínio.com:8080
tr_tr: http://alan.com:8080
zh_hans: http://域名.com:8080

# GeneralSourceCombo.Header
source: Source
ar_sa: المصدر
de_de: Quelle
es_es: Fuente
hi_in: स्रोत
ja_jp: ソース
ko_kr: 소스
pt_br: Fonte
tr_tr: Kaynak
zh_hans: 来源

# GeneralSourceCombo2.Header
source: Source
ar_sa: المصدر
de_de: Quelle
es_es: Fuente
hi_in: स्रोत
ja_jp: ソース
ko_kr: 소스
pt_br: Fonte
tr_tr: Kaynak
zh_hans: 来源

# GeneralSourceCombo3.Header
source: Source
ar_sa: المصدر
de_de: Quelle
es_es: Fuente
hi_in: स्रोत
ja_jp: ソース
ko_kr: 소스
pt_br: Fonte
tr_tr: Kaynak
zh_hans: 来源

# GeneralSourceLabel.Text
source: Source
ar_sa: المصدر
de_de: Quelle
es_es: Fuente
hi_in: स्रोत
ja_jp: ソース
ko_kr: 소스
pt_br: Fonte
tr_tr: Kaynak
zh_hans: 来源

# GeneralUsernameBox.Header
source: Username
ar_sa: اسم المستخدم
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
hi_in: उपयोगकर्ता नाम
ja_jp: ユーザー名
ko_kr: 사용자 이름
pt_br: Nome de usuário
tr_tr: Kullanıcı adı
zh_hans: 用户名

# HomeAllChannelsSubtitle.Text
source: Browse the full live lineup
ar_sa: تصفح التشكيلة المباشرة الكاملة
de_de: Durchsuchen Sie das vollständige Live-Programm
es_es: Explora la programación completa en vivo
fr_fr: Parcourez la programmation complète en direct
hi_in: संपूर्ण लाइव लाइनअप ब्राउज़ करें
ja_jp: ライブの全ラインナップを閲覧する
ko_kr: 전체 라이브 라인업 찾아보기
pt_br: Navegue pela programação completa ao vivo
tr_tr: Tüm canlı kadroya göz atın
zh_hans: 浏览完整的现场阵容

# HomeAllChannelsTitle.Text
source: All Channels
ar_sa: جميع القنوات
de_de: Alle Kanäle
es_es: Todos los canales
fr_fr: Toutes les chaînes
hi_in: सभी चैनल
ja_jp: すべてのチャンネル
ko_kr: 모든 채널
pt_br: Todos os canais
tr_tr: Tüm Kanallar
zh_hans: 所有频道

# HomeAllLiveTvButton.Content
source: All live TV
ar_sa: جميع البث التلفزيوني المباشر
de_de: Alles Live-TV
es_es: Toda la TV en vivo
fr_fr: Toute la télévision en direct
hi_in: सभी लाइव टीवी
ja_jp: すべての生放送
ko_kr: 모든 라이브 TV
pt_br: Tudo TV ao vivo
tr_tr: Tüm canlı TV
zh_hans: 所有电视直播

# HomeAllLiveTvButton2.Content
source: All live TV
ar_sa: جميع البث التلفزيوني المباشر
de_de: Alles Live-TV
es_es: Toda la TV en vivo
fr_fr: Toute la télévision en direct
hi_in: सभी लाइव टीवी
ja_jp: すべての生放送
ko_kr: 모든 라이브 TV
pt_br: Tudo TV ao vivo
tr_tr: Tüm canlı TV
zh_hans: 所有电视直播

# HomeBrowseCatalogButton.Content
source: Browse catalog
ar_sa: تصفح الكتالوج
de_de: Katalog durchsuchen
es_es: Explorar catálogo
fr_fr: Parcourir le catalogue
hi_in: कैटलॉग ब्राउज़ करें
ja_jp: カタログを閲覧する
ko_kr: 카탈로그 찾아보기
pt_br: Navegar no catálogo
tr_tr: Kataloğa göz atın
zh_hans: 浏览目录

# HomeContinueWatchingTitle.Text
source: Continue Watching
ar_sa: مواصلة المشاهدة
de_de: Schauen Sie weiter
es_es: Continuar viendo
fr_fr: Continuer à regarder
hi_in: देखना जारी रखें
ja_jp: 視聴を続ける
ko_kr: 계속 시청하기
pt_br: Continuar assistindo
tr_tr: İzlemeye Devam Et
zh_hans: 继续观看

# HomeFavoritesSubtitle.Text
source: Open saved channels
ar_sa: فتح القنوات المحفوظة
de_de: Gespeicherte Kanäle öffnen
es_es: Abrir canales guardados
fr_fr: Ouvrir les chaînes enregistrées
hi_in: सहेजे गए चैनल खोलें
ja_jp: 保存したチャンネルを開く
ko_kr: 저장된 채널 열기
pt_br: Abrir canais salvos
tr_tr: Kayıtlı kanalları aç
zh_hans: 打开已保存的频道

# HomeFavoritesTitle.Text
source: Favorites
ar_sa: المفضلة
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: पसंदीदा
ja_jp: お気に入り
ko_kr: 즐겨찾기
pt_br: Favoritos
tr_tr: Favoriler
zh_hans: 收藏夹

# HomeHeroLiveTvSubtitle.Text
source: Sports channels, live events, and match-night viewing in one jump.
ar_sa: القنوات الرياضية والأحداث المباشرة ومشاهدة المباريات بقفزة واحدة.
de_de: Sportkanäle, Live-Events und Spielabende auf einen Blick.
es_es: Canales deportivos, eventos en vivo y visualización de noches de partido en un solo salto.
fr_fr: Chaînes sportives, événements en direct et visionnage des soirées de match en un seul clic.
hi_in: खेल चैनल, लाइव इवेंट और मैच-रात को एक ही झटके में देखना।
ja_jp: スポーツ チャンネル、ライブ イベント、試合の夜の視聴を 1 回のジャンプで実行できます。
ko_kr: 스포츠 채널, 라이브 이벤트, 경기 중 야간 시청을 한 번에 할 수 있습니다.
pt_br: Canais de esportes, eventos ao vivo e visualização da noite de jogos em um só salto.
tr_tr: Tek adımda spor kanalları, canlı etkinlikler ve maç gecesi izleme.
zh_hans: 体育频道、现场赛事和比赛之夜观看一键完成。

# HomeHeroLiveTvTitle.Text
source: Live TV
ar_sa: البث التلفزيوني المباشر
es_es: Televisión en vivo
fr_fr: Télévision en direct
hi_in: लाइव टीवी
ja_jp: ライブテレビ
ko_kr: 라이브 TV
pt_br: TV ao vivo
tr_tr: Canlı TV
zh_hans: 电视直播

# HomeLibraryAtGlanceTitle.Text
source: Library at a glance
ar_sa: المكتبة في لمحة
de_de: Bibliothek auf einen Blick
es_es: Biblioteca de un vistazo
fr_fr: La bibliothèque en un coup d'oeil
hi_in: लाइब्रेरी एक नज़र में
ja_jp: 図書館の概要
ko_kr: 도서관 개요
pt_br: Visão geral da biblioteca
tr_tr: Bir bakışta kütüphane
zh_hans: 图书馆一览

# HomeLiveNowTitle.Text
source: Live Now
ar_sa: عش الآن
de_de: Lebe jetzt
es_es: Vive ahora
fr_fr: Vivez maintenant
hi_in: अभी जियो
ja_jp: 今を生きる
ko_kr: 지금 라이브
pt_br: Viva agora
tr_tr: Şimdi Yaşa
zh_hans: 现在直播

# HomeLiveSportsBadge.Text
source: LIVE SPORTS
ar_sa: الرياضات الحية
de_de: LIVE-SPORT
es_es: DEPORTES EN VIVO
fr_fr: SPORTS EN DIRECT
hi_in: लाइव खेल
ja_jp: ライブスポーツ
ko_kr: 라이브 스포츠
pt_br: ESPORTES AO VIVO
tr_tr: CANLI SPOR
zh_hans: 现场体育赛事

# HomeLiveSportsNowTitle.Text
source: Live Sports Now
ar_sa: الرياضة الحية الآن
de_de: Live-Sport jetzt
es_es: Deportes en vivo ahora
fr_fr: Sports en direct maintenant
hi_in: अभी लाइव स्पोर्ट्स
ja_jp: スポーツを今すぐライブ配信
ko_kr: 라이브 스포츠 지금
pt_br: Esportes ao vivo agora
tr_tr: Şimdi Canlı Spor
zh_hans: 立即直播体育赛事

# HomeLiveTvShortcutsTitle.Text
source: Live TV Shortcuts
ar_sa: اختصارات البث التلفزيوني المباشر
de_de: Live-TV-Verknüpfungen
es_es: Atajos de TV en vivo
fr_fr: Raccourcis TV en direct
hi_in: लाइव टीवी शॉर्टकट
ja_jp: ライブ TV のショートカット
ko_kr: 라이브 TV 바로가기
pt_br: Atalhos de TV ao vivo
tr_tr: Canlı TV Kısayolları
zh_hans: 直播电视快捷方式

# HomeMatchCenterSubtitle.Text
source: Jump into live sports instantly.
ar_sa: انتقل إلى الرياضات الحية على الفور.
de_de: Steigen Sie sofort in Live-Sport ein.
es_es: Salta a los deportes en vivo al instante.
fr_fr: Plongez instantanément dans les sports en direct.
hi_in: तुरंत लाइव स्पोर्ट्स में कूदें।
ja_jp: ライブスポーツにすぐに参加できます。
ko_kr: 실시간 스포츠에 즉시 참여해 보세요.
pt_br: Entre nos esportes ao vivo instantaneamente.
tr_tr: Anında canlı spora katılın.
zh_hans: 立即投入体育赛事直播。

# HomeMatchCenterTitle.Text
source: Match Center
ar_sa: مركز المباراة
es_es: Centro de partidos
fr_fr: Centre de match
hi_in: मैच सेंटर
ja_jp: マッチセンター
ko_kr: 매치 센터
pt_br: Centro de Partidas
tr_tr: Maç Merkezi
zh_hans: 比赛中心

# HomeMatchReadyText.Text
source: Ready when the match starts
ar_sa: جاهز عندما تبدأ المباراة
de_de: Bereit, wenn das Spiel beginnt
es_es: Listo cuando comience el partido.
fr_fr: Prêt quand le match commence
hi_in: मैच शुरू होने पर तैयार
ja_jp: 試合が始まったら準備万端
ko_kr: 경기가 시작되면 준비 완료
pt_br: Pronto quando a partida começar
tr_tr: Maç başladığında hazırız
zh_hans: 比赛开始时准备就绪

# HomeNothingToResumeEmpty.Message
source: Start watching a channel, movie, or episode and it will appear here.
ar_sa: ابدأ بمشاهدة قناة أو فيلم أو حلقة وسوف تظهر هنا.
de_de: Beginnen Sie mit der Wiedergabe eines Kanals, Films oder einer Episode und diese wird hier angezeigt.
es_es: Comienza a ver un canal, película o episodio y aparecerá aquí.
fr_fr: Commencez à regarder une chaîne, un film ou un épisode et il apparaîtra ici.
hi_in: कोई चैनल, मूवी या एपिसोड देखना शुरू करें और यह यहां दिखाई देगा।
ja_jp: チャンネル、映画、エピソードの視聴を開始すると、ここに表示されます。
ko_kr: 채널, 영화, 에피소드 시청을 시작하면 여기에 표시됩니다.
pt_br: Comece a assistir a um canal, filme ou episódio e ele aparecerá aqui.
tr_tr: Bir kanalı, filmi veya bölümü izlemeye başladığınızda burada görünecektir.
zh_hans: 开始观看频道、电影或剧集，它将出现在此处。

# HomeNothingToResumeEmpty.Title
source: Nothing to resume yet
ar_sa: لا يوجد شيء لاستئنافه بعد
de_de: Es gibt noch nichts, was ich fortsetzen könnte
es_es: Nada que reanudar todavía
fr_fr: Rien à reprendre pour l'instant
hi_in: अभी तक फिर से शुरू करने के लिए कुछ भी नहीं है
ja_jp: まだ再開できるものは何もありません
ko_kr: 아직 재개할 항목이 없습니다.
pt_br: Nada para retomar ainda
tr_tr: Henüz devam ettirilecek bir şey yok
zh_hans: 还没有什么可以恢复的

# HomeRecentlyAddedTitle.Text
source: Recently Added
ar_sa: أضيفت مؤخرا
de_de: Kürzlich hinzugefügt
es_es: Agregado recientemente
fr_fr: Récemment ajouté
hi_in: हाल ही में जोड़ा गया
ja_jp: 最近追加された
ko_kr: 최근 추가됨
pt_br: Adicionado recentemente
tr_tr: Son Eklenenler
zh_hans: 最近添加

# HomeRecentlyWatchedSubtitle.Text
source: Return to recent viewing
ar_sa: العودة إلى المشاهدة الأخيرة
de_de: Kehren Sie zur letzten Ansicht zurück
es_es: Volver a visualización reciente
fr_fr: Revenir au visionnage récent
hi_in: हाल के दृश्य पर लौटें
ja_jp: 最近の表示に戻る
ko_kr: 최근 보기로 돌아가기
pt_br: Retornar à visualização recente
tr_tr: Son görüntülemeye dön
zh_hans: 返回最近观看的内容

# HomeRecentlyWatchedTitle.Text
source: Recently Watched
ar_sa: تمت مشاهدته مؤخرًا
de_de: Kürzlich gesehen
es_es: Visto recientemente
fr_fr: Récemment regardé
hi_in: हाल ही में देखा गया
ja_jp: 最近見たもの
ko_kr: 최근 시청한 콘텐츠
pt_br: Assistidos recentemente
tr_tr: Son İzlenenler
zh_hans: 最近观看

# HomeRecommendedForYouTitle.Text
source: Recommended For You
ar_sa: موصى به لك
de_de: Für Sie empfohlen
es_es: Recomendado para ti
fr_fr: Recommandé pour vous
hi_in: आपके लिए अनुशंसित
ja_jp: あなたにおすすめ
ko_kr: 당신에게 추천
pt_br: Recomendado para você
tr_tr: Sizin İçin Önerilenler
zh_hans: 为您推荐

# HomeSportsSubtitle.Text
source: Jump to sports viewing
ar_sa: انتقل إلى مشاهدة الألعاب الرياضية
de_de: Springen Sie zur Sportübertragung
es_es: Saltar a visualización de deportes
fr_fr: Passer au visionnage des sports
hi_in: खेल देखने के लिए आगे बढ़ें
ja_jp: スポーツ観戦へジャンプ
ko_kr: 스포츠 시청으로 이동
pt_br: Vá para a visualização de esportes
tr_tr: Spor izleme bölümüne geçin
zh_hans: 跳转至体育赛事观看

# HomeSportsTitle.Text
source: Sports
ar_sa: الرياضة
de_de: Sport
es_es: deportes
fr_fr: Sport
hi_in: खेल
ja_jp: スポーツ
ko_kr: 스포츠
pt_br: Esportes
tr_tr: Spor
zh_hans: 体育运动

# HomeTopRatedTitle.Text
source: Top Rated
ar_sa: الأعلى تقييمًا
de_de: Bestbewertet
es_es: Mejor valorados
fr_fr: Les mieux notés
hi_in: टॉप रेटेड
ja_jp: 最高評価
ko_kr: 최고 평점
pt_br: Mais bem avaliados
tr_tr: En Çok Oy Alan
zh_hans: 最受好评

# HomeViewAllButton.Content
source: View all
ar_sa: عرض الكل
de_de: Alle anzeigen
es_es: Ver todo
fr_fr: Voir tout
hi_in: सभी को देखें
ja_jp: すべて見る
ko_kr: 모두 보기
pt_br: Ver tudo
tr_tr: Tümünü görüntüle
zh_hans: 查看全部

# HomeWatchLiveTvButton.Text
source: Watch Live TV
ar_sa: مشاهدة البث التلفزيوني المباشر
de_de: Sehen Sie sich Live-TV an
es_es: Ver televisión en vivo
fr_fr: Regarder la télévision en direct
hi_in: लाइव टीवी देखें
ja_jp: ライブテレビを見る
ko_kr: 실시간 TV 시청
pt_br: Assistir TV ao vivo
tr_tr: Canlı TV izleyin
zh_hans: 观看直播电视

# Language.Arabic
source: Arabic
ar_sa: العربية
de_de: Arabisch
es_es: árabe
fr_fr: arabe
hi_in: अरबी
ja_jp: アラビア語
ko_kr: 아랍어
pt_br: Árabe
tr_tr: Arapça
zh_hans: 阿拉伯语

# Language_Arabic
source: Arabic
ar_sa: العربية
de_de: Arabisch
es_es: árabe
fr_fr: arabe
hi_in: अरबी
ja_jp: アラビア語
ko_kr: 아랍어
pt_br: Árabe
tr_tr: Arapça
zh_hans: 阿拉伯语

# Language.ChineseSimplified
source: Chinese Simplified
ar_sa: الصينية المبسطة
de_de: Chinesisch vereinfacht
es_es: chino simplificado
fr_fr: Chinois simplifié
hi_in: चीनी सरलीकृत
ja_jp: 中国語簡体字
ko_kr: 중국어 간체
pt_br: Chinês Simplificado
tr_tr: Basitleştirilmiş Çince
zh_hans: 简体中文

# Language_ChineseSimplified
source: Chinese Simplified
ar_sa: الصينية المبسطة
de_de: Chinesisch vereinfacht
es_es: chino simplificado
fr_fr: Chinois simplifié
hi_in: चीनी सरलीकृत
ja_jp: 中国語簡体字
ko_kr: 중국어 간체
pt_br: Chinês Simplificado
tr_tr: Basitleştirilmiş Çince
zh_hans: 简体中文

# Language.English
source: English
ar_sa: الإنجليزية
de_de: Englisch
es_es: ingles
fr_fr: Anglais
hi_in: अंग्रेजी
ja_jp: 英語
ko_kr: 영어
pt_br: Inglês
tr_tr: İngilizce
zh_hans: 英语

# Language_English
source: English
ar_sa: الإنجليزية
de_de: Englisch
es_es: ingles
fr_fr: Anglais
hi_in: अंग्रेजी
ja_jp: 英語
ko_kr: 영어
pt_br: Inglês
tr_tr: İngilizce
zh_hans: 英语

# Language.French
source: French
ar_sa: الفرنسية
de_de: Französisch
es_es: francés
fr_fr: Français
hi_in: फ़्रेंच
ja_jp: フランス語
ko_kr: 프랑스어
pt_br: Francês
tr_tr: Fransızca
zh_hans: 法语

# Language_French
source: French
ar_sa: الفرنسية
de_de: Französisch
es_es: francés
fr_fr: Français
hi_in: फ़्रेंच
ja_jp: フランス語
ko_kr: 프랑스어
pt_br: Francês
tr_tr: Fransızca
zh_hans: 法语

# Language.German
source: German
ar_sa: الألمانية
de_de: Deutsch
es_es: alemán
fr_fr: Allemand
hi_in: जर्मन
ja_jp: ドイツ語
ko_kr: 독일어
pt_br: Alemão
tr_tr: Almanca
zh_hans: 德语

# Language_German
source: German
ar_sa: الألمانية
de_de: Deutsch
es_es: alemán
fr_fr: Allemand
hi_in: जर्मन
ja_jp: ドイツ語
ko_kr: 독일어
pt_br: Alemão
tr_tr: Almanca
zh_hans: 德语

# Language.Hindi
source: Hindi
ar_sa: الهندية
hi_in: हिंदी
ja_jp: ヒンディー語
ko_kr: 힌디어
tr_tr: Hintçe
zh_hans: 印地语

# Language_Hindi
source: Hindi
ar_sa: الهندية
hi_in: हिंदी
ja_jp: ヒンディー語
ko_kr: 힌디어
tr_tr: Hintçe
zh_hans: 印地语

# Language.Japanese
source: Japanese
ar_sa: اليابانية
de_de: Japanisch
es_es: japonés
fr_fr: Japonais
hi_in: जापानी
ja_jp: 日本語
ko_kr: 일본어
pt_br: Japonês
tr_tr: Japonca
zh_hans: 日语

# Language_Japanese
source: Japanese
ar_sa: اليابانية
de_de: Japanisch
es_es: japonés
fr_fr: Japonais
hi_in: जापानी
ja_jp: 日本語
ko_kr: 일본어
pt_br: Japonês
tr_tr: Japonca
zh_hans: 日语

# Language.Korean
source: Korean
ar_sa: الكورية
de_de: Koreanisch
es_es: coreano
fr_fr: Coréen
hi_in: कोरियाई
ja_jp: 韓国人
ko_kr: 한국어
pt_br: Coreano
tr_tr: Korece
zh_hans: 韩语

# Language_Korean
source: Korean
ar_sa: الكورية
de_de: Koreanisch
es_es: coreano
fr_fr: Coréen
hi_in: कोरियाई
ja_jp: 韓国人
ko_kr: 한국어
pt_br: Coreano
tr_tr: Korece
zh_hans: 韩语

# Language.PortugueseBrazil
source: Portuguese Brazil
ar_sa: البرازيل البرتغالية
de_de: Portugiesisches Brasilien
es_es: portugués brasil
fr_fr: Portugais du Brésil
hi_in: पुर्तगाली ब्राज़ील
ja_jp: ポルトガル語 ブラジル
ko_kr: 포르투갈어 브라질
pt_br: Brasil português
tr_tr: Portekiz Brezilya
zh_hans: 葡萄牙语 巴西

# Language_PortugueseBrazil
source: Portuguese Brazil
ar_sa: البرازيل البرتغالية
de_de: Portugiesisches Brasilien
es_es: portugués brasil
fr_fr: Portugais du Brésil
hi_in: पुर्तगाली ब्राज़ील
ja_jp: ポルトガル語 ブラジル
ko_kr: 포르투갈어 브라질
pt_br: Brasil português
tr_tr: Portekiz Brezilya
zh_hans: 葡萄牙语 巴西

# Language.Spanish
source: Spanish
ar_sa: الاسبانية
de_de: Spanisch
es_es: español
fr_fr: Espagnol
hi_in: स्पैनिश
ja_jp: スペイン語
ko_kr: 스페인어
pt_br: Espanhol
tr_tr: İspanyolca
zh_hans: 西班牙语

# Language_Spanish
source: Spanish
ar_sa: الاسبانية
de_de: Spanisch
es_es: español
fr_fr: Espagnol
hi_in: स्पैनिश
ja_jp: スペイン語
ko_kr: 스페인어
pt_br: Espanhol
tr_tr: İspanyolca
zh_hans: 西班牙语
